Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HomeKitRecordingOffAlertMessage
source: To receive notifications, turn on recording for this camera in the Home app on your iPhone, iPad, or Mac.
ar: لتلقي الإشعارات، شغّل التسجيل لهذه الكاميرا في تطبيق المنزل على iPhone أو iPad أو Mac.
ca: Per rebre notificacions, activa les gravacions d’aquesta càmera a l’app Casa del teu iPhone, iPad o Mac.
cs: Pokud chcete dostávat oznámení, zapněte pro tuto kameru nahrávání v aplikaci Domácnost na iPhonu, iPadu nebo Macu.
da: Hvis du vil modtage notifikationer, skal du slå optagelse til for dette kamera i appen Hjem på din iPhone, iPad eller Mac.
de: Um Mitteilungen zu erhalten, aktiviere Aufnahmen für diese Kamera in der Home-App auf deinem iPhone, iPad oder Mac.
el: Για λήψη γνωστοποιήσεων, ενεργοποιήστε την εγγραφή για αυτήν την κάμερα στην εφαρμογή «Οικία» στο iPhone, iPad ή Mac σας.
es: Para recibir notificaciones, activa la grabación de esta cámara en la app Casa de tu iPhone, iPad o Mac.
es_us: Para recibir notificaciones, activa la grabación para esta cámara desde la app Casa en tu iPhone, iPad o Mac.
fi: Jos haluat ilmoituksia, laita tallennus päälle tälle kameralle iPhonen, iPadin tai Macin Koti-apissa.
fr: Pour recevoir des notifications, activez l’enregistrement de cette caméra dans l’app Maison de votre iPhone, iPad ou Mac.
fr_ca: Pour recevoir des notifications, activez l’enregistrement sur cette caméra dans l’app Domicile de votre iPhone, de votre iPad ou de votre Mac.
he: כדי לקבל עדכונים, יש להפעיל את הצילום במצלמה זו ביישום ״הבית שלי״ ב-iPhone, ב-iPad או ב-Mac.
hi: सूचनाएँ पाने के लिए अपने iPhone, iPad या Mac पर घर ऐप में इस कैमरा के लिए रिकॉर्डिंग चालू करें।
hr: Za primanje obavijesti uključite snimanje za ovu kameru u aplikaciji Dom na iPhoneu, iPadu ili Macu.
hu: Ha értesítéseket szeretne kapni, kapcsolja be a felvételkészítést ehhez a kamerához az iPhone-ján, iPadjén vagy Macjén lévő Otthon appban.
id: Untuk menerima pemberitahuan, nyalakan perekaman untuk kamera ini di app Rumah di iPhone, iPad, atau Mac Anda.
it: Per ricevere le notifiche, attiva la registrazione per questa videocamera nell’app Casa su iPhone, su iPad o sul Mac.
ja: 通知を受信するには、iPhone、iPad、またはMacのホームアプリでカメラの収録をオンにしてください。
ko: 알림을 받으려면 iPhone, iPad 또는 Mac의 홈 앱에서 이 카메라의 녹화 기능을 켜십시오.
ms: Untuk menerima pemberitahuan, aktifkan rakaman bagi kamera ini dalam app Rumah pada iPhone, iPad atau Mac anda.
nb: For å motta varslinger må du slå på opptak for dette kameraet i Hjem-appen på iPhone, iPad eller Mac.
nl: Om meldingen te ontvangen, schakel je opnamen in voor deze camera in de Woning-app op je iPhone, iPad of Mac.
pl: Aby otrzymywać powiadomienia, włącz nagrywanie obrazu z tej kamery w aplikacji Dom na iPhonie, iPadzie lub Macu.
pt_br: Para receber notificações, ative a gravação para esta câmera no app Casa no iPhone, iPad ou Mac.
pt_pt: Para receber notificações, ative a gravação com esta câmara na aplicação Casa no seu iPhone, iPad ou Mac.
ro: Pentru a primi notificări, activați înregistrarea pentru această cameră în aplicația Locuință de pe iPhone, iPad sau Mac.
ru: Для получения уведомлений включите запись для этой камеры в приложении «Дом» на iPhone, iPad или Mac.
sk: Ak chcete dostávať hlásenia, zapnite nahrávanie pre túto kameru v apke Domácnosť na iPhone, iPade alebo Macu.
sl: Če želite prejemati obvestila, vklopite snemanje za to kamero v aplikaciji Dom v iPhonu, iPadu ali Macu.
sv: Om du vill få notiser aktiverar du inspelning för den här kameran i appen Hem på iPhone, iPad eller Mac.
th: ในการรับการแจ้งเตือน ให้เปิดใช้การบันทึกสำหรับกล้องนี้ในแอปบ้านบน iPhone, iPad หรือ Mac ของคุณ
tr: Bildirim almak için iPhone’unuzdaki, iPad’inizdeki veya Mac’inizdeki Ev uygulamasında bu kamera için kaydı açın.
uk: Щоб отримувати сповіщення, увімкніть записування для цієї камери в програмі «Дім» на iPhone, iPad або Mac.
vi: Để nhận thông báo, hãy bật tính năng ghi cho camera này trong ứng dụng Nhà trên iPhone, iPad hoặc máy Mac của bạn.
zh_cn: 若要接收通知，请在iPhone、iPad或Mac上的“家庭”App中打开此摄像头的录制功能。
zh_hk: 如要收到通知，請在iPhone、iPad或Mac上的「家居」App中為此攝影機開啟錄影。
zh_tw: 若要接收通知，請在iPhone、iPad或Mac上的「家庭」App中開啟此攝影機的錄影功能。

# HomeKitRecordingOffAlertTitle
source: This Camera is Not Set to Record
ar: لم يتم تعيين هذه الكاميرا للتسجيل
ca: Aquesta càmera no està configurada per gravar
cs: Tato kamera není nastavena na nahrávání
da: Kameraet er ikke indstillet til at optage
de: Diese Kamera ist nicht zum Aufnehmen konfiguriert
el: Αυτή η κάμερα δεν έχει διαμορφωθεί για εγγραφή
es: Esta cámara no está configurada para grabar
es_us: Esta cámara no se configuró para grabar
fi: Tätä kameraa ei ole asetettu tallentamaan
fr: Cette caméra n’est pas définie sur Enregistrer
fr_ca: Cette caméra n’est pas configurée pour enregistrer
he: מצלמה זו אינה מוגדרת להקלטה
hi: इस कैमरे को रिकॉर्ड करने के लिए सेट नहीं किया गया है
hr: Ova kamera nije podešena za snimanje
hu: Ez a kamera nincs beállítva a rögzítéshez
id: Kamera Ini Tidak Diatur untuk Merekam
it: La videocamera non è impostata sulla registrazione
ja: このカメラは収録設定がされていません
ko: 이 카메라가 녹화하도록 설정되지 않음
ms: Kamera Ini Tidak Disetkan untuk Merakam
nb: Kameraet er ikke satt til opptak
nl: Deze camera is niet ingesteld om op te nemen
pl: Ta kamera nie jest ustawiona na nagrywanie
pt_br: Esta Câmera Não Está Configurada para Gravar
pt_pt: Esta câmara não foi definida para gravar
ro: Această cameră nu este configurată pentru a înregistra
ru: Эта камера не настроена на запись
sk: Táto kamera nie je nastavená na nahrávanie
sl: Ta kamera ni nastavljena, da bi snemala
sv: Den här kameran är inte inställd på inspelning
th: ไม่ได้ตั้งค่ากล้องนี้เพื่อบันทึก
tr: Bu Kamera Kayıt İçin Ayarlanmamış
uk: Цю камеру не налаштовано на записування
vi: Camera này không được cài đặt để ghi
zh_cn: 此摄像头未设置为可录制
zh_hk: 此攝影機未設定為可錄影
zh_tw: 此攝影機未設為錄影

# HomeKitSectionTitle
source: Apple Home
ar: تطبيق المنزل من Apple
cs: Domácnost Apple
da: Apple Hjem
el: Οικία Apple
es_us: Casa
fi: Applen Koti
hr: Apple Dom
hu: Apple Otthon
id: Rumah Apple
ko: Apple 홈
nb: Hjem-appen fra Apple
nl: Apple Woning
ro: Locuință Apple
ru: Дом Apple
sk: Apple Domácnosť
sl: Dom Apple
sv: Hem
tr: Apple Ev
uk: Програма «Дім» від Apple
vi: Nhà Apple
zh_cn: Apple家庭
zh_hk: Apple家居
zh_tw: Apple家庭

# HomeKitSecureAccessoriesNotificationsTitle
source: Notifications
ar: الإشعارات
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
es_us: Notificaciones
fi: Ilmoitukset
he: עדכונים
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
ko: 알림
ms: Pemberitahuan
nb: Varslinger
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sl: Obvestila
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_cn: 通知
zh_hk: 通知
zh_tw: 通知

# HomeKitSecureAccessoriesTitle
source: Security Accessories
ar: الملحقات الأمنية
ca: Accessoris de seguretat
cs: Bezpečnostní příslušenství
da: Sikkerhedstilbehør
de: Sicherheitszubehör
el: Αξεσουάρ ασφαλείας
es: Accesorios de seguridad
es_us: Accesorios de seguridad
fi: Turvalisälaitteet
fr: Accessoires de sécurité
fr_ca: Accessoires de sécurité
he: אביזרי אבטחה
hi: सुरक्षा ऐक्सेसरी
hr: Sigurnosni pribori
hu: Biztonsági kiegészítők
id: Aksesori Keamanan
it: Accessori di sicurezza
ja: セキュリティアクセサリ
ko: 보안 액세서리
ms: Aksesori Keselamatan
nb: Sikkerhetstilbehør
nl: Beveiligingsaccessoires
pl: Akcesoria systemu zabezpieczeń
pt_br: Acessórios de Segurança
pt_pt: Acessórios de segurança
ro: Accesorii de securitate
ru: Системы защиты дома
sk: Bezpečnostné príslušenstvo
sl: Varnostna dodatna oprema
sv: Säkerhetstillbehör
th: อุปกรณ์เสริมความปลอดภัย
tr: Güvenlik Aksesuarları
uk: Прилади безпеки
vi: Phụ kiện an ninh
zh_cn: 安全配件
zh_hk: 保安配件
zh_tw: 安全性配件

# HomeKitServiceDescription
source: Apps that have requested access to Apple Home data will appear here.
ar: التطبيقات التي طلبت الوصول إلى بيانات تطبيق المنزل من Apple ستظهر هنا.
ca: Les apps que hagin sol·licitat accedir a les dades de l’Apple Home es mostraran aquí.
cs: Zde se zobrazí aplikace, které si vyžádaly přístup k datům domácnosti Apple.
da: Apps, der har bedt om adgang til Apple Hjem-data, vises her.
de: Hier werden Apps angezeigt, die auf die Daten von Apple Home zugreifen möchten.
el: Εδώ θα εμφανίζονται οι εφαρμογές που έχουν ζητήσει πρόσβαση στα δεδομένα της Οικίας Apple.
es: Las apps que han solicitado acceso a los datos de Apple Home aparecerán aquí.
es_us: Las apps que solicitaron acceso a los datos de Casa aparecerán aquí.
fi: Apit, jotka ovat pyytäneet lupaa käyttää Applen Kodin tietoja, näkyvät tässä.
fr: Les apps ayant demandé l’accès aux données Apple Home apparaîtront ici.
fr_ca: Les apps ayant demandé l’accès aux données Apple Home s’affichent ici.
he: יישומים שביקשו גישה לנתוני Apple Home יופיעו כאן.
hi: जिन ऐप्स ने Apple Home डेटा ऐक्सेस करने के लिए अनुरोध किया है, वे यहाँ दिखाई देंगे।
hr: Ovdje će se prikazati aplikacije koje su zatražile pristup podacima Apple Doma.
hu: Itt jelennek meg az Apple Otthon-adatokhoz hozzáférést kérelmező appok.
id: App yang telah meminta akses ke data Rumah Apple akan muncul di sini.
it: Le app che hanno richiesto l’accesso ai dati di Apple Home verranno visualizzate qui.
ja: Apple Homeのデータへのアクセスを要求したアプリがここに表示されます。
ko: Apple 홈 데이터에 접근을 요청한 앱이 여기에 나타납니다.
ms: App yang telah meminta akses kepada data Apple Home akan kelihatan di sini.
nb: Apper som har bedt om tilgang til data fra Hjem, vises her.
nl: Hier staan de apps die om toegang tot gegevens uit Apple Woning hebben gevraagd.
pl: W tym miejscu pojawiają się aplikacje, które proszą o dostęp do Apple Home.
pt_br: Os apps que tiverem solicitado acesso aos dados do Apple Home aparecerão aqui.
pt_pt: As aplicações que pediram acesso aos dados de Apple Home aparecerão aqui.
ro: Aplicațiile care au solicitat acces la datele Locuință Apple vor fi afișate aici.
ru: Здесь появятся приложения, запросившие доступ к данным Дома Apple.
sk: Tu sa zobrazia apky, ktoré žiadali o prístup k dátam Apple Domácnosti.
sl: Aplikacije, ki so zahtevale dostop do podatkov Doma Apple, bodo prikazane tukaj.
sv: Appar som har begärt åtkomst till Hem-data visas här.
th: แอปที่ได้ขอการเข้าถึงข้อมูล Apple Home จะแสดงที่นี่
tr: Apple Ev verilerine erişmek isteyen uygulamalar burada görünür.
uk: Тут зʼявлятимуться програми, які зробили запит на доступ до даних програми «Дім» від Apple.
vi: Các ứng dụng đã yêu cầu truy cập dữ liệu Nhà Apple sẽ xuất hiện tại đây.
zh_cn: 要求访问Apple家庭数据的App将在此处显示。
zh_hk: 此處會顯示曾要求使用「Apple家居」資料的App。
zh_tw: 之前要求取用「Apple家庭」資料的App會顯示在此處。

# HomeKitServiceTitle
source: Apple Home
ar: تطبيق المنزل من Apple
cs: Domácnost Apple
da: Apple Hjem
el: Οικία Apple
es_us: Casa
fi: Applen Koti
hr: Apple Dom
hu: Apple Otthon
id: Rumah Apple
ko: Apple 홈
nb: Hjem-appen fra Apple
nl: Apple Woning
ro: Locuință Apple
ru: Дом Apple
sk: Apple Domácnosť
sl: Dom Apple
sv: Hem
tr: Apple Ev
uk: Програма «Дім» від Apple
vi: Nhà Apple
zh_cn: Apple家庭
zh_hk: Apple家居
zh_tw: Apple家庭

# HomeKitSpecificMotionRecordingOffAlertMessage
source: To receive notifications, turn on Specific Motion recording for this camera in the Home app on your iPhone, iPad, or Mac.
ar: لتلقي الإشعارات، شغّل تسجيل "حركة محددة" لهذه الكاميرا في تطبيق المنزل على iPhone أو iPad أو Mac.
ca: Per rebre notificacions, activa les gravacions de moviments concrets en aquesta càmera des de l’app Casa del teu iPhone, iPad o Mac.
cs: Pokud chcete dostávat oznámení, zapněte pro tuto kameru nahrávání specifického pohybu v aplikaci Domácnost na iPhonu, iPadu nebo Macu.
da: Hvis du vil modtage notifikationer, skal du slå optagelse af specifikke bevægelser til for dette kamera i appen Hjem på din iPhone, iPad eller Mac.
de: Um Mitteilungen zu erhalten, aktiviere für diese Kamera die Aufnahme bestimmter Bewegungen in der Home-App auf deinem iPhone, iPad oder Mac.
el: Για λήψη γνωστοποιήσεων, ενεργοποιήστε τη «Συγκεκριμένη κίνηση» για αυτήν την κάμερα στην εφαρμογή «Οικία» στο iPhone, iPad ή Mac σας.
es: Para recibir notificaciones, activa la grabación de esta cámara para cierto tipo de movimiento en la app Casa de tu iPhone, iPad o Mac.
es_us: Para recibir notificaciones, activa la grabación de movimientos específicos para esta cámara desde la app Casa en tu iPhone, iPad o Mac.
fi: Jos haluat ilmoituksia tietyistä liikkeistä, laita tallennus päälle tälle kameralle iPhonen, iPadin tai Macin Koti-apissa.
fr: Pour recevoir des notifications, activez l’enregistrement de mouvements spécifiques pour cette caméra dans l’app Maison de votre iPhone, iPad ou Mac.
fr_ca: Pour recevoir des notifications, activez l’enregistrement pour « Mouvement spécifique » sur cette caméra dans l’app Domicile de votre iPhone, de votre iPad ou de votre Mac.
he: כדי לקבל עדכונים, יש להפעיל צילום של ״תנועה ספציפית״ במצלמה זו ביישום ״הבית שלי״ ב-iPhone, ב-iPad או ב-Mac.
hi: सूचनाएँ पाने के लिए अपने iPhone, iPad या Mac पर घर ऐप में इस कैमरा के लिए विशेष मोशन चालू करें।
hr: Za primanje obavijesti uključite snimanje određenog kretanja za ovu kameru u aplikaciji Dom na iPhoneu, iPadu ili Macu.
hu: Ha értesítéseket szeretne kapni, kapcsolja be a Meghatározott mozgás rögzítését ehhez a kamerához az iPhone-ján, iPadjén vagy Macjén lévő Otthon appban.
id: Untuk menerima pemberitahuan, nyalakan perekaman Gerakan Tertentu untuk kamera ini di app Rumah di iPhone, iPad, atau Mac Anda.
it: Per ricevere le notifiche, attiva la registrazione “Movimenti specifici” per questa videocamera nell’app Casa su iPhone, su iPad o sul Mac.
ja: 通知を受信するには、iPhone、iPad、またはMacのホームアプリで“特定の動き”のカメラの収録をオンにしてください。
ko: 알림을 받으려면 iPhone, iPad 또는 Mac의 홈 앱에서 이 카메라의 특정 움직임 녹화 기능을 켜십시오.
ms: Untuk menerima pemberitahuan, aktifkan rakaman Pergerakan Khusus bagi kamera ini dalam app Rumah pada iPhone, iPad atau Mac anda.
nb: For å motta varslinger må du slå på opptak av en bestemt type bevegelse for dette kameraet i Hjem-appen på iPhone, iPad eller Mac.
nl: Om meldingen te ontvangen, schakel je opnamen voor 'Specifieke beweging' in voor deze camera in de Woning-app op je iPhone, iPad of Mac.
pl: Aby otrzymywać powiadomienia, włącz dla tej kamery opcję Określony ruch w aplikacji Dom na iPhonie, iPadzie lub Macu.
pt_br: Para receber notificações, ative Movimento Específico para esta câmera no app Casa no iPhone, iPad ou Mac.
pt_pt: Para receber notificações, ative a gravação de movimentos específicos com esta câmara na aplicação Casa no seu iPhone, iPad ou Mac.
ro: Pentru a primi notificări, activați înregistrarea mișcărilor specifice pentru această cameră în aplicația Locuință de pe iPhone, iPad sau Mac.
ru: Для получения уведомлений включите параметр «Определенный вид движения» для этой камеры в приложении «Дом» на iPhone, iPad или Mac.
sk: Ak chcete dostávať hlásenia, zapnite nahrávanie špecifického pohybu pre túto kameru v apke Domácnosť na iPhone, iPade alebo Macu.
sl: Če želite prejemati obvestila, vklopite snemanje določenega gibanja za to kamero v aplikaciji Dom v iPhonu, iPadu ali Macu.
sv: Om du vill få notiser aktiverar du inspelning av specifik rörelse för den här kameran i appen Hem på iPhone, iPad eller Mac.
th: ในการรับการแจ้งเตือน ให้เปิดใช้การบันทึกการเคลื่อนไหวเฉพาะสำหรับกล้องนี้ในแอปบ้านบน iPhone, iPad หรือ Mac ของคุณ
tr: Bildirim almak için iPhone’unuzdaki, iPad’inizdeki veya Mac’inizdeki Ev uygulamasında bu kamera için Belirli Bir Hareket kaydını açın.
uk: Щоб отримувати сповіщення, увімкніть записування певного руху для цієї камери в програмі «Дім» на iPhone, iPad або Mac.
vi: Để nhận thông báo, hãy bật tính năng ghi Chuyển động cụ thể cho camera này trong ứng dụng Nhà trên iPhone, iPad hoặc máy Mac của bạn.
zh_cn: 若要接收通知，请在iPhone、iPad或Mac上的“家庭”App中打开此摄像头的特定动作录制功能。
zh_hk: 如要收到通知，請在iPhone、iPad或Mac上的「家居」App中為此攝影機開啟「特定動作」錄影。
zh_tw: 若要接收通知，請在iPhone、iPad或Mac上的「家庭」App中開啟此攝影機的「特定動作」錄影功能。

# HomeKitSpecificMotionRecordingOffAlertTitle
source: This Camera is Not Set to Record Specific Motion
ar: لم يتم تعيين هذه الكاميرا لتسجيل حركة محددة
ca: Aquesta càmera no està configurada per gravar moviments concrets
cs: Tato kamera není nastavená na nahrávání specifického pohybu
da: Kameraet er ikke indstillet til at optage specifikke bevægelser
de: Diese Kamera ist nicht für das Aufnehmen bestimmter Bewegungen konfiguriert
el: Αυτή η κάμερα δεν έχει οριστεί για εγγραφή συγκεκριμένης κίνησης
es: Esta cámara no está configurada para grabar cierto tipo de movimiento
es_us: Esta cámara no se configuró para grabar movimientos específicos
fi: Tätä kameraa ei ole asetettu tallentamaan tiettyjä liikkeitä
fr: Cette caméra n’est pas réglée pour enregistrer des mouvements spécifiques.
fr_ca: Cette caméra n’est pas configurée pour enregistrer des mouvements spécifiques
he: מצלמה זו לא הוגדרה לצילום תנועה ספציפית
hi: यह कैमरा विशेष मोशन को रिकॉर्ड करने के लिए सेट नहीं किया गया है
hr: Ova kamera nije podešena za snimanje određenog kretanja
hu: Ez a kamera nincs beállítva meghatározott mozgás rögzítésére
id: Kamera Ini Tidak Diatur untuk Merekam Gerakan Tertentu
it: La videocamera non è impostata per la registrazione di movimenti specifici
ja: このカメラは特定の動きを収録するように設定されていません
ko: 이 카메라가 특정 움직임을 녹화하도록 설정되지 않음
ms: Kamera Ini Tidak Disetkan untuk Merakam Pergerakan Khusus
nb: Kameraet er ikke satt til å ta opp en bestemt type bevegelse
nl: Deze camera is niet ingesteld om specifieke beweging op te nemen
pl: Ta kamera nie ma nagrywać określonego ruchu
pt_br: Esta Câmera Não Está Configurada para Gravar Movimento Específico
pt_pt: Esta câmara não está configurada para gravar movimentos específicos
ro: Această cameră nu este configurată pentru a înregistra mișcări specifice
ru: Эта камера не настроена на запись определенного вида движения
sk: Táto kamera nie je nastavená na nahrávanie špecifického pohybu
sl: Ta kamera ni nastavljena, da bi snemala določeno gibanje
sv: Den här kameran är inte inställd på inspelning av specifik rörelse
th: ไม่ได้ตั้งค่ากล้องนี้ให้บันทึกการเคลื่อนไหวเฉพาะ
tr: Bu Kamera Belirli Bir Hareketin Kaydedilmesi İçin Ayarlanmamış
uk: Цю камеру не налаштовано на запис певного руху
vi: Camera này không được cài đặt để ghi hình chuyển động cụ thể
zh_cn: 此摄像头未设置为可录制特定动作
zh_hk: 此攝影機未設定為可錄影特定動作
zh_tw: 此攝影機未設定為錄製特定動作
